OdDAIHostAppServicesBase.findSchemaFileName(OdAnsiString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Returns the name of the file that contains an EXPRESS schema definition associated with a specified schema identifier.
\param schemaIdentifier [in] An ANSI string that contains the schema identifier
\returns An OdAnsiString object that contains the name of the file that contains the EXPRESS schema definition.
\remarks
Default implementation contains mapping for following supported schemas:
IdentifierProtocolCONFIG_CONTROL_DESIGNAP203AUTOMOTIVE_DESIGNAP214INTEGRATED_CNC_SCHEMAAP238AP242_MANAGED_MODEL_BASED_3D_ENGINEERING_MIM_LFAP242AP209_MULTIDISCIPLINARY_ANALYSIS_AND_DESIGN_MIM_LFAP209STRUCTURAL_FRAME_SCHEMACIS/2